menuName=Espanol
icon=spanish.png

author=JostVice
website=Coming soon.
e-mail=JostVice@gmail.com
version=2.0
released=04/1/2007

// FIRST LINE MUST BE THE MENU TITLE FOR THIS LANGUAGE FILE
// SECOND LINE MUST BE ICON FILE (INSIDE THE ICONS FOLDER)

c0=Creado
c1=Copyright

0000=&Archivo
0001=Editar
0002=Comandos
0003=Utilidades
0004=Opciones
0005=Ayuda

0006=Nuevo
0007=&Abrir
0008=Abrir reciente
0009=Cerrar
0010=Informacion
0011=Guardar reporte
0012=Salir

0013=Buscar
0014=Buscar en archivos
0015=Copiar Nombre
0016=REnombrar
0017=Lower case
0018=Nombre
0019=Extension
0020=Nombre + Extension
0021=Selecciona todo

0022=Archivos
0023=Modelos
0024=Texturas
0025=Animaciones
0026=Colisiones
0027=Scripts
0028=Desconocido

0029=Anadir
0030=Extraer
0031=Extracion rapida
0032=Borrar
0033=View
0034=Reemplazar
0035=Mover al final
0036=Reconstruir

0037=Convertidor de archivos
0038=Crear archivo

0039=Lenguaje
0040=Estilo
0041=Colores
0042=Color de linia uno
0043=Color de linia dos
0044=Auto Ultimo abierto
0045=Confirmar archivo borrado
0046=Anadiendo Scan
0047=Confirm Multiple View
0048=Asociacion de archivo IMG

0049=Actualizar
0050=About
0051=Crear nuevo archivo
0052=Nuevo archivo creado
0053=Creacion de archivo cancelada
0054=No es un archivo valido 
0055=Archivo cerrado
0056=Archivo cargado
0057=Formato
0058=Informacion del archivo
0059=version del formato de archivo IMG 
0060=Este archivo ya esta abierto
0061=Nombre del archivo
0062=Tamano
0063=Porfavor espera, actualizando listas...
0064=Archivo anadidos al archivo
0065=Archivos extraidos
0066=Anadir archivos al archivo
0067=Limpiando archivos temporales 
0068=Preparado
0069=Command Line Engine
0070=Add files to archive
0071=Archivos renombrados
0072=Ningun archivo abierto
0073=Formato de archivo IMG 2.0
0074=Formato de archivo IMG 1.0
0075=Formato
0076=Tamano del archivo
0077=Informacion de archivo
0078=Extensiones Convertidas
0079=Nombres convertidos
0080=Archivo extraido
0081=Extraccion cancelada
0082=Archivo

0083=Traduccion por JostVice
0084=Reconstruccion del archivo
0085=Reconstruir el archivo puede tardar tiempo dependiendo del tamano y las condiciones
0086=¿Quieres continuar? 
0087=Reconstruir archivo
0088=Reconstruccion cancelada

0089=Tienes mas de 15 arhivos seleccionados para visualizar
0090=Ver archivos
0091=borrar archivos
0092=¿Estas seguro de que quieres borrar los archivos seleccionados?
0093=Archivos seleccionados
0094=Eliminacion de archivos cancelada
0095=No hay una ultima ruta de extraccion, porfavor proporciona una nueva ahora. 
0096=Extraer archivos

0097=24 Caracteres es el maximo para el nombre de un archivo.
0098=File names truncated
0099=Exception Handled
0100=Tu no tienes ningun programa instalado asociado con este tipo de archivo
0101=Incapaz de cargar el archivo.
0102=Archivo no encontrado.
0103=Reemplazar arcihvos
0104=Reemplazar archivos cancelado
0105=Archivos reemplazados

0106=Cancelar
0107=Aplicar
0108=Archive File
0109=Archivo a reemplazar por
0110=Renombrar archivo
0111=Nombre de archivo

0112=Buscar por
0113=Case Sensative
0114=Resultados
0115=Opciones de busqueda
0116=Todo tipo de archivos
0117=Buscar
0118=Ningun archivo seleccionado

0119=Clica en el nombre para colocarlo en el clipboard
0120=En el clipboard
0121=Feedback
0122=Quick extract folder could not be found
0123=Porfavor 
0124=Ruta invalidada

0125=Recargar archivo
0126=Mostrar los Offsets de los archivos
0127=Archivo recargado
0128=Offset
0129=El archivo que estas abriendo es de solo lectura 
0130=¿Quieres cambiar sus atributos para que tu puedas editar el archivo? 
0131=Cambiar atributos del archivo
0132=Permitir modificacion.
0133=Modificacion de archivo permitida.

0134=Un archivo de este tipo ya existe en el archivo
0135=Reemplaza el viejo por el nuevo
0136=Renombra el viejo
0137=Renombra el nuevo
0138=No anadir este archivo
0139=Anadir prefix al nuevo archivo
0140=En el futuro no preguntar.
0141=Adding Scan
0142=Reportar lo guardado
0143=Interfaz

0144=Seleciona la version del juego...
0145=Version del juego cambiada

0146=Buscando ahora...
0147=Busqueda completada. Encontrado:
0148=No se han encontrado archivos

0149=IDE checklist
0150=checklist completado
0151=Eliminar
0152=Co File
0153=Ruta para extraer
0154=Archivos IDE 
0155=Tipo de archivos IDE
0156=What To Harvest

0157=The following archives have been modified since opening...
0158=Do you want to reload them?
0159=Refresh Archives

0160=Textura
0161=Depth
0162=Flag
0163=Exportar Flaggeado
0164=Flaggeado
0165=Unflag All
0166=Archivos Flaggeados
0167=Harvest Textures

0168=Todos los formatos soportados
0169=Anadir archivos cancelado
0170=Anadir textura
0171=Texturas a anadir al archivo
0172=¿Que compresion deberia yo poner?
0173=Compresion
0174=Archivo de la textura
0175=Nombre de la textura
0176=Archivo de la Alpha
0177=Nombre de la alpha
0178=Anadir
0179=Click derecho para anadir y borrar
0180=Usar alpha

0181=Las texturas y sus alphas deben de tener el mismo tamano
0182=Texturas anadidas al archivo
0183=Que son los niveles de Mip Map?
0184=No todas las texturas anadidas

0185=Texturas extraidas
0186=Extraccion fallida
0187=Extraer texturas
0188=Output image format
0189=De acuerdo

0190=Extrer Alpha
0191=Alphas extraidas
0192=Esta textura no tiene Alpha
0193=Texturas eliminadas

0194=Elije un editor de imagenes
0195=Cuando temine editando los archivos, clique De acuerdo para importarlas.
0196=Cancelado
0197=Editor de imagenes elejido 

0198=Generar MipMaps
0199=Numbero de MipMaps a generar
0200=El numero no esta en el formato correcto
0201=MipMaps generados
0202=Incapaz de crear una textura con ese numero de MipMaps

0203=Clica cancelar para cancelar. Una gran sorpresa aqui.
0204=Editando imagen
0205=No tienes un editor de imagenes elejido, porfavor hazlo ahora
0206=Texturas editadas
0207=Reemplazar textura
0208=Reemplazar cancelado
0209=Texturas reemplazadas

0210=¿Guardar los cambios al archivo?
0211=Guardar los cambios para los siguientes archivos...
0212=Guardar todo
0213=No guardar nada
0214=Invertir seleccion
0215=Selecionar todo
0216=Seleccionar nada
0217=Guardar cambios

0218=Uncomprimido
0219=Usar el canal original alpha
0220=Fallado
0221=Archivos unflaggeados
0222=Archivo guardado
0223=Todos los archivos guardados
0224=Guardar como

0225=Mira el archivo help para mas informacion
0226=Importar lista de TXD Builder
0227=Importar lista cancelado

0228=Generacion de MipMaps cancelada 
0229=El dispositivo 3d se perdio
0230=Ningun dato se perdera, pero todos los archivos se recargaran
0231=¿Quieres guardar los cambios de cualquier archivo abierto? 
0232=Dispositivo reseteado

0233=Cerrar todo
0234=Version del juego
0235=Seleccion
0236=Extraer todo
0237=Copiar a
0238=Plantillas
0239=Anadir a plantillas
0240=Anadir desde plantillas
0241=Invertir
0242=Alpha
0243=Textura + Alpha
0244=TXD Builder List
0245=Comprobacion del DFF
0246=Convertidor de archivo
0247=Fusionar archivo
0248=Gridlines
0249=Elejir editor de imagenes
0250=Asociacion al archivo TXD 

0251=Normal
0252=Propiedades
0253=Textura Wrap
0254=Nivel de MipMap:
0255=Modo de vista:
0256=Guardar
0257=Recheck

0258=Archivos TXD a convertir
0259=Guardar al mismo archivo
0260=Guardar a una carpeta diferente
0261=Convertir
0262=Convertir archivos
0263=Output

0264=Archivo a fusionar
0265=Output Archive
0266=Fusionar

0267=Conversion Cancelada
0268=Fusion cancelada
0269=Conversion Completa
0270=Abrir archivo
0271=Abrir archivo cancelado
0272=Anadido a plantilas
0273=Texturas copiadas

0274=Ocurrio un problema cuando se probaba a encender tu editor de imagenes seleccionado.
0275=Porfavor comprueba los ajustes del editor de imagenes y vuelve a probar.
0276=Edicion fallidas
0277=Anadir carpetas
0278=Mostrar informacion extra

0279=Anadir Alpha
0280=Alphas anadidas
0281=Skpipped (Alpha presente o un problema de anchura + altura)
0282=Eligio Alpha
0283=Comprimir todas las texturas
0284=¿Estas seguro de que quieres comprimir todas las texturas de este archivo? 
0285=Compresion Cancelada
0286=Todas las texturas comprimidas

0287=Resetear interfaz
0288=Archivo TXD registrado
0289=Limpair lista

0290=Exportar Mapa
0291=Importar Mapa
0292=Resetear Camara
0291=Exportar azulejo (tile)
0292=Importar azulejo (tile)
0293=Exportar Cancelado
0294=Importar Cancelado
0295=Abrir Radar
0296=Guardar Radar
0297=Abrir desde los archivos
0298=Abrir desde archivo IMG